Repository: Acidburn0zzz/live-build
Catalog: debian/po/*.po
Languages: es, it, nl

source: Debian Live - System Build Scripts (cron autobuilder)
es: Debian Live - Scripts del Sistema de Creación (creación automática mediante cron)
it: Debian Live - Script di compilazione del sistema (compilazione automatica via cron)
nl: Debian-Live - Systeembouw-scripts (cron automatische bouwer)

source: Enable live image autobuilds?
es: ¿Desea habilitar la creación automática de imágenes?
it: Abilitare la compilazione automatica di immagini live?
nl: Automatisch bouwen van de live-images activeren:

source: Please choose whether live images should be built automatically.
es: Escoja si las imágenes «live» se deberían crear automáticamente.
it: Scegliere se le immagini live debbano essere compilate automaticamente.
nl: Geef aan of de live-images automatisch gebouwd moeten worden.

source: Image destination directory:
es: Directorio destino de las imágenes:
it: Directory di destinazione per le immagini:
nl: Bestemmingsmap voor de images:

source: Please specify the directory where live images should be stored.
es: Indique el directorio en el que se almacenarán las imágenes «live».
it: Specificare la directory dove devono essere memorizzate le immagini live.
nl: In welke map moeten de live-images worden opgeslagen?

source: Cron expression for image builds:
es: Expresión de cron para la creación de las imágenes:
it: Espressione cron per la compilazione di immagini:
nl: Cron-uitdrukking voor het bouwen van images:

source: Please specify the scheduling for the cron job defining when live images should be built.
es: Indique la planificación de la tarea de cron que define en qué momento se deberían crear las imágenes «live».
it: Specificare la pianificazione per il compito cron, che definisce quando compilare le immagini live.
nl: Geef een schema voor de crontaak op die aangeeft wanneer de live-images gebouwd moeten worden.

source: This defaults to: 0 0 * * *
es: El valor por omisión es: 0 0 * * *
it: Il valore predefinito è: 0 0 * * *
nl: Dit is standaard: 0 0 * * *

source: Live-build version to use:
es: Versión de «live-build» a usar:
it: Versione di live-build da usare:
nl: Te gebruiken versie van live-build:

source: Please select the version of live-build to use.
es: Escoja la versión de «live-build» a usar.
it: Selezionare la versione di live-build da usare.
nl: Welke versie van live-build wilt u gebruiken?

source: If you choose "git", the current version of live-build from git will be used. If you choose "host", the live-build from the host system will be used. Finally, "release" will use the last released version.
es: Si escoge «git», se usará la versión actual de «live-build» desde su repositorio git. Si escoge «equipo», se usará el «live-build» de su equipo. Por último, si escoge «publicación» se usará la última versión publicada.
it: Se si seleziona «git», verrà usata la versione attuale di live-build da git. Se si seleziona «host», verrà usata la versione di live-build del sistema host. Da ultimo, «release» userà la più recente versione rilasciata.
nl: Als u hier "git" kiest zal de huidige versie van live-build uit git worden gebruikt. Als u "host" kiest zal de live-build op het computersysteem worden gebruikt. Bij "release" zal de laatst uitgebrachte versie worden gebruikt.

source: Daily image distribution(s):
es: Distribución/es de las imágenes diarias:
it: Distribuzioni delle immagini giornaliere:
nl: Distributie(s) voor de dagelijkse images:

source: Please select the distributions you would like to include for live images daily-builds.
es: Escoja las distribuciones que le gustaría incluir en las imágenes «live» creadas diariamente.
it: Selezionare le distribuzioni da includere nelle compilazioni giornaliere delle immagini live.
nl: Welke distributies wilt u meenemen in het dagelijks bouwen van de live-images?

source: Daily image flavor(s):
es: Variante/s de las imágenes diarias:
it: Versioni delle immagini giornaliere:
nl: 'Smaken' voor de dagelijkse images:

source: Please select the flavors you would like to include for live images daily-builds.
es: Escoja las variantes que le gustaría incluir en las imágenes «live» creadas diariamente.
it: Selezionare le versioni da includere nelle compilazioni giornaliere delle immagini live.
nl: Welke 'smaken' wilt u meenemen in het dagelijks bouwen van de live-images?

source: Weekly image distribution(s):
es: Distribución/es de las imágenes semanales:
it: Distribuzioni delle immagini settimanali:
nl: Distributie(s) voor de wekelijkse images:

source: Please select the distributions you would like to include for live images weekly-builds.
es: Escoja las distribuciones que le gustaría incluir en las imágenes «live» creadas semanalmente.
it: Selezionare le distribuzioni da includere nelle compilazioni settimanali delle immagini live.
nl: Welke distributies wilt u meenemen in het wekelijks bouwen van de live-images?

source: Weekly image flavor(s):
es: Variante/s de las imágenes semanales:
it: Versioni delle immagini settimanali:
nl: 'Smaken' voor de wekelijkse images:

source: Please select the flavors you would like to include for live images weekly-builds.
es: Escoja las variantes que le gustaría incluir en las imágenes «live» creadas semanalmente.
it: Selezionare le versioni da includere nelle compilazioni settimanali delle immagini live.
nl: Welke 'smaken' wilt u meenemen in het wekelijks bouwen van de live-images?

source: Monthly image distribution(s):
es: Distribución/es de las imágenes mensuales:
it: Distribuzioni delle immagini mensili:
nl: Distributie(s) voor de maandelijkse images:

source: Please select the distributions you would like to include for live images monthly-builds.
es: Escoja las distribuciones que le gustaría incluir en las imágenes «live» creadas mensualmente.
it: Selezionare le distribuzioni da includere nelle compilazioni mensili delle immagini live.
nl: Welke distributies wilt u meenemen in het maandelijks bouwen van de live-images?

source: standard, rescue, gnome-desktop, kde-desktop, lxde-desktop, xfce-desktop
es: estándar, rescate, escritorio-gnome, escritorio-kde, escritorio-lxde, escritorio-xfce
it: standard, ripristino, gnome-desktop, kde-desktop, lxde-desktop, xfce-desktop
nl: standaard, rescue, gnome-desktop, kde-desktop, lxde-desktop, xfce-desktop

source: Monthly image flavor(s):
es: Variante/s de las imágenes mensuales:
it: Versioni delle immagini mensili:
nl: 'Smaken' voor de maandelijkse images:

source: Please select the flavors you would like to include for live images monthly-builds.
es: Escoja las variantes que le gustaría incluir en las imágenes «live» creadas mensualmente.
it: Selezionare le versioni da includere nelle compilazioni mensili delle immagini live.
nl: Welke 'smaken' wilt u meenemen in het maandelijks bouwen van de live-images?

source: Enable source for live-build-cron-images?
es: ¿Desea habilitar las fuentes para «live-build-cron-images»?
it: Abilitare i sorgenti per live-build-cron-images?
nl: Broncode van live-build-cron-images meenemen?

source: Enable live-manual autobuilds?
es: ¿Desea habilitar la creación automática de imágenes?
it: Abilitare la compilazione automatica di live-manual?
nl: Automatisch bouwen van live-manual activeren?

source: Please choose whether the live-manual should be built automatically.
es: Escoja si debería crearse el paquete «live-manual» automáticamente.
it: Scegliere se live-manual debba essere compilato automaticamente.
nl: Wilt u dat live-manual automatisch wordt gebouwd?

source: live-manual destination directory:
es: Directorio destino de «live-manual»:
it: Directory di destinazione per live-manual:
nl: Bestemmingsmap voor live-manual:

source: Please specify the directory where live-manual should be stored.
es: Indique el directorio en el que se debería almacenar los contenidos de «live-manual».
it: Specificare la directory dove deve essere memorizzato live-manual.
nl: In welke map moet de live-manual worden opgeslagen?

source: User account for builds of live-manual:
es: Cuenta del usuario para crear «live-manual»:
it: Account utente per le compilazioni di live-manual:
nl: Gebruikersaccount voor het bouwen van live-manual:

source: Please enter the username that should be used for builds of live-manual.
es: Introduzca el nombre del usuario que se debería usar para los contenidos de «live-manual».
it: Inserire il nome utente da usare per le compilazioni di live-manual.
nl: Welke gebruikersnaam moet worden gebruikt voor het bouwen van live-manual?
